export const characters = [
    {
        id: "cat",
        name: "Сержант Кот",
        role: "Частный сыщик",
        avatar: "🕵️",

        motive:
            "Аркадий Вельский шантажировал его компрометирующими документами.",

        description:
            "Знаменитый частный сыщик, приглашённый в отель анонимным письмом.",

        secret:
            "Сержант Кот — настоящий убийца.",

        type: "killer",

        suspicionBase: 15
    },

    {
        id: "elena",
        name: "Елена Вельская",
        role: "Вдова",
        avatar: "👩",

        motive:
            "Наследство и свобода после смерти мужа.",

        description:
            "Молодая вдова Аркадия Вельского.",

        secret:
            "Аркадий собирался изменить завещание.",

        type: "suspect",

        suspicionBase: 35
    },

    {
        id: "nikolai",
        name: "Николай Вельский",
        role: "Младший брат",
        avatar: "👨",

        motive:
            "Месть и возвращение наследства.",

        description:
            "Аркадий лишил Николая наследства.",

        secret:
            "Николай ненавидел брата, но не решался открыто противостоять ему.",

        type: "suspect",

        suspicionBase: 40
    },

    {
        id: "oleg",
        name: "Олег Грачев",
        role: "Деловой партнёр",
        avatar: "💼",

        motive:
            "Страх разоблачения и месть.",

        description:
            "Деловой партнёр Аркадия.",

        secret:
            "Аркадий собирался передать полиции документы о растрате.",

        type: "suspect",

        suspicionBase: 45
    },

    {
        id: "dunya",
        name: "Дуня",
        role: "Горничная",
        avatar: "🧹",

        motive:
            "Ревность и унижение.",

        description:
            "Работает в отеле много лет.",

        secret:
            "Дуня была тайно влюблена в Аркадия.",

        type: "suspect",

        suspicionBase: 25
    },

    {
        id: "somov",
        name: "Доктор Сомов",
        role: "Семейный врач",
        avatar: "🩺",

        motive:
            "Страх разоблачения врачебной ошибки.",

        description:
            "Семейный врач Вельских.",

        secret:
            "Доктор понимает, что официальное время смерти не совпадает с физиологическими признаками.",

        type: "suspect",

        suspicionBase: 20
    },

    {
        id: "plyushkin",
        name: "Господин Плюшкин",
        role: "Антиквар",
        avatar: "🎩",

        motive:
            "Финансовый крах из-за крупного долга.",

        description:
            "Антиквар, приехавший в отель требовать деньги.",

        secret:
            "Аркадий задолжал ему крупную сумму.",

        type: "suspect",

        suspicionBase: 30
    }
];