export const dialogues = {

    cat: {
        first: {
            text:
                "Спокойно. Я раскрою это дело. Нужно лишь не позволить панике взять верх.",

            secret:
                "Кот пытается направить внимание на Олега и Николая.",

            clues: [
                "letter",
                "button"
            ]
        }
    },

    elena: {
        first: {
            text:
                "Я не убивала Аркадия. Да, мы часто ссорились, но я не желала ему смерти.",

            secret:
                "Аркадий собирался изменить завещание.",

            clues: []
        }
    },

    nikolai: {
        first: {
            text:
                "Мой брат был человеком, которого трудно любить. Но я не настолько глуп, чтобы убить его в отеле, полном людей.",

            secret:
                "Аркадий лишил Николая наследства.",

            clues: []
        }
    },

    oleg: {
        first: {
            text:
                "Я признаю, что угрожал ему. Но угрозы были сказаны сгоряча.",

            secret:
                "Аркадий собирался обратиться в полицию из-за растраты.",

            clues: []
        }
    },

    dunya: {
        first: {
            text:
                "Он смеялся надо мной. Но я не желала ему смерти.",

            secret:
                "Дуня была влюблена в Аркадия.",

            clues: []
        }
    },

    somov: {
        first: {
            text:
                "Есть одна проблема. Окоченение началось раньше, чем утверждает господин Кот.",

            secret:
                "Признаки смерти указывают приблизительно на 21:30.",

            clues: [
                "bodyTime"
            ]
        }
    },

    plyushkin: {
        first: {
            text:
                "Я приехал сюда за деньгами. Аркадий задолжал мне огромную сумму.",

            secret:
                "Без этих денег Плюшкин мог потерять собственное дело.",

            clues: []
        }
    }
};