export const endings = {

    justice: {
        id: "justice",

        title: "Правосудие",

        text: `
            Улики наконец складываются в единую картину.

            <br><br>

            Реальное время смерти — около 21:30.
            Алиби Кота после 22:00 поэтому ничего не доказывает.

            <br><br>

            Яд был заранее добавлен в бутылку.
            На замке обнаружены следы металла.
            В комнате сыщика найдена перчатка с цианидом.

            <br><br>

            Но окончательно Кота разоблачают документы,
            раскрывающие его старое преступление.

            <br><br>

            Когда полиция прибывает в отель,
            Сержант Кот больше не может поддерживать свою версию.

            <br><br>

            <strong class="gold-text">
                Настоящий убийца разоблачён.
            </strong>
        `
    },

    tooEarly: {
        id: "tooEarly",

        title: "Слишком рано",

        text: `
            Вы обвиняете Сержанта Кота,
            но доказательств недостаточно.

            <br><br>

            Он спокойно объясняет каждую найденную улику
            и убеждает остальных, что против него организован заговор.

            <br><br>

            Через несколько дней прибывает полиция,
            но расследование уже невозможно восстановить.
        `
    },

    wrongAccusation: {
        id: "wrongAccusation",

        title: "Двойной блеф",

        text: `
            Вы обвинили невиновного.

            <br><br>

            Сержант Кот мгновенно использует вашу ошибку
            в свою пользу и представляет её как доказательство
            собственной невиновности.

            <br><br>

            Настоящий убийца остаётся среди вас.

            <br><br>

            Метель продолжается.
        `
    }
};