export const locations = [
    {
        id: "office",

        name: "Кабинет Вельского",

        icon: "🔒",

        description:
            "Место преступления. Запертая комната.",

        investigationText: `
            <p>
                Кабинет выглядит почти нетронутым.
                Аркадий Вельский лежит возле письменного стола.
            </p>

            <p>
                На столе находится бутылка коньяка.
                Рядом лежит разбитый бокал.
            </p>

            <p class="gold-text">
                Что-то в этой сцене выглядит слишком аккуратно.
            </p>
        `,

        clues: [
            "poison",
            "lock"
        ]
    },

    {
        id: "bar",

        name: "Гостиная",

        icon: "🥃",

        description:
            "Место, где гости провели большую часть вечера.",

        investigationText: `
            <p>
                В гостиной гости стараются сохранять спокойствие.
            </p>

            <p>
                Елена утверждает, что находилась здесь
                вместе с доктором Сомовым с 22:00 до 23:00.
            </p>

            <p class="gold-text">
                Их алиби подтверждается друг другом.
            </p>
        `,

        clues: [
            "handkerchief"
        ]
    },

    {
        id: "catroom",

        name: "Комната Сержанта Кота",

        icon: "🕵️",

        description:
            "Личные вещи знаменитого сыщика.",

        investigationText: `
            <p>
                Комната выглядит необычно аккуратной.
            </p>

            <p>
                В шкафу лежат одежда и дорожные вещи сыщика.
            </p>

            <p class="gold-text">
                В одной из перчаток обнаружены подозрительные следы.
            </p>

            <p>
                Возможно, стоит осмотреть книги.
            </p>
        `,

        clues: [
            "glove"
        ]
    },

    {
        id: "hall",

        name: "Коридор и двор",

        icon: "❄️",

        description:
            "Снежный двор хранит следы прошедшей ночи.",

        investigationText: `
            <p>
                Снег сохранил десятки следов.
            </p>

            <p>
                Но один свидетель сообщает,
                что видел Сержанта Кота около кабинета
                приблизительно в 21:15.
            </p>

            <p class="gold-text">
                Это противоречит его собственной версии событий.
            </p>
        `,

        clues: [
            "footprints",
            "witness"
        ]
    }
];